
/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf secondes";

/* No comment provided by engineer. */
"%i days" = "%i jours";

/* No comment provided by engineer. */
"%i hours" = "%i heures";

/* No comment provided by engineer. */
"%i minutes" = "%i minutes";

/* No comment provided by engineer. */
"%i weeks" = "%i semaines";

/* No comment provided by engineer. */
"1 day" = "1 jour";

/* No comment provided by engineer. */
"1 hour" = "1 heure";

/* No comment provided by engineer. */
"1 minute" = "1 minute";

/* No comment provided by engineer. */
"1 second" = "1 seconde";

/* No comment provided by engineer. */
"1 week" = "1 semaine";

/* Copy the link to the clipboard */
"Copy Link" = "Copier le lien";

/* No comment provided by engineer. */
"Custom..." = "Personnaliser...";

/* No comment provided by engineer. */
"Image Picker" = "Collectionneur d'image";

/* No comment provided by engineer. */
"Invalid Input" = "Frappe invalide";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Select Image" = "Sélectionner l'image";
